alacritty
alsa-utils
autoconf
automake
base
bat
binutils
bison
brave-bin
canto-daemon
cmatrix
cmus
docker
dunst
efibootmgr
exa
expac
fakeroot
fd
feh
file
findutils
fish
flex
fzf
galculator
gawk
gcc
gettext
git
gnome-keyring
gobject-introspection
gopls
grep
groff
grub
gst-libav
gst-plugins-good
gzip
htop
intel-ucode
leftwm
libgnome-keyring
libtool
linux-firmware
linux-lts-headers
lolcat
lsd
m4
make
man-db
neofetch
neovim
net-tools
networkmanager
nitrogen
nmap
nodejs
noto-fonts
npm
ntfs-3g
nvidia-lts
nvidia-settings
opendoas
pacman
paru
patch
pcmanfm
phonon-qt5-gstreamer
picom
pkgconf
polybar
popcorntime-bin
pulseaudio
python-dbus-next
python-iwlib
python-keyring
python-mpd2
python-psutil
python-pyxdg
python-setproctitle
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
reflector
remarkable
ripgrep
rofi
rust-analyzer
sddm
sed
shell-color-scripts
stow
sudo
texinfo
tmux
topgrade
tor
torbrowser-launcher
tree
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
udiskie
udisks2
unzip
vi
virtualbox
volumeicon
wget
which
xclip
xorg-server
xorg-xinit
xorg-xrandr
xterm
zsh
zsh-completions
